package project;
/*
 Директор має з якогось місця викликати ці методи.
Дамо йому планшет, але з іншим програмним забезпеченням.
Для цього створимо клас DirectorTablet,
в якому будуть доброзичливий інтерфейс та можливість звернення
 до статистики.
 */
public class DirectorTablet {

    //метод вираховуючий, яку суму заробили на рекламі, згрупувати днями;
    public void printAdvertisementProfit(){}

    // метод вираховуючий, завантаження (робочий час) кухаря, згрупувати по днях;
    public void printCookWorkloading(){}

    //список активних роликів і кількість показів, що залишилася, по кожному;
    public void printActiveVideoSet(){}

    //список неактивних роликів
    public void printArchivedVideoSet(){}





}
